Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=398_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät
sme: Sámediggi

source: Saamelaiskulttuurikeskuksen päävuokralaisena toimii Saamelaiskäräjät ja sen vastuulla on kulttuurikeskuksen yleistilojen käytön koordinointi ja edelleen vuokraus muille toimijoille.
sme: Sámekulturguovddáža váldoláigolaš lea Sámediggi ja dan ovddasvástádussan lea kulturguovddáža dábálaš sajiid koordineren ja ovddosguvlui láigoheapmi eará doaibmiide.

source: Kulttuurikeskuksesta Saamelaiskäräjät sai käyttöönsä tilaa 1095 m2.
sme: Kulturguovddážis Sámediggi oaččui atnui 1095 m2.

source: Keskuksen toisessa ja kolmannessa kerroksessa sijaitsevat Saamelaiskäräjien sihteeristön hallintotilat.
sme: Guovddáža nuppi ja goalmmát gearddis leat Sámedikki hálddahuslanjat.

source: Saamelaiskäräjät on Suomen saamelaisten korkein, edustuksellinen poliittis-itsehallinnollinen elin, joka toimii oikeusministeriön hallinnonalalla.
sme: Sámediggi lea Suoma sámiid alimus ovddasteaddji politihkalaš-iešmearrideaddji orgána, guhte doaibmá vuoigatvuohtaministeriija hálddahussuorggis.

source: Saamelaiskäräjien ydintehtävänä on suunnitella ja toteuttaa Suomen perustuslaissa saamelaisille turvattua kieltä ja kulttuuria koskevaa itsehallintoa.
sme: Sámedikki guovddášbargun lea plánet ja ollašuhttit Suoma vuođđolágas sápmelaččaide dorvvastuvvon giela ja kultuvrra guoski iešmearrideami.

source: Saamelaiskäräjät edustaa saamelaisia kansallisissa ja kansainvälisissä yhteyksissä ja hoitaa saamelaisten kieltä, kulttuuria ja heidän asemaansa alkuperäiskansana koskevia asioita.
sme: Sámediggi ovddasta sápmelaččaid álbmotlaš ja riikkaidgaskasaš oktavuođain ja dikšu sámiid giela, kultuvrra ja sin sajádaga eamiálbmogiid guoski áššiin.

source: Saamelaiskäräjät voi tehdä viranomaisille aloitteita ja esityksiä ja antaa lausuntoja.
sme: Sámediggi sáhttá dahkat eiseválddiide álgagiid ja evttohusaid ja addit cealkámušaid.

source: Saamelaiskäräjien 21 jäsentä ja neljä varajäsentä valitaan saamelaisten keskuudesta joka neljäs vuosi toimeenpantavilla vaaleilla.
sme: Sámedikki 21 lahtu ja njeallje várrelahtu válljejuvvojit sámiid gaskkas juohke njealját jagi válggaiguin.

source: Saamelaiskäräjien sihteeristö jakaantuu yleistoimistoon, saamen kielen-, sekä koulutus- ja oppimateriaalitoimistoon.
sme: Sámedikki doaimmahagat juohkašuvvet dábálaš, sámegiela sihke skuvlen- ja oahppomateriáladoaimmahahkii.

source: Saamelaiskäräjien päätoiminen puheenjohtaja on Klemetti Näkkäläjärvi.
sme: Sámedikki ollesáigásaš sátnejođiheaddji lea Klemetti Näkkäläjärvi.

source: Lisätietoa Saamelaiskäräjistä.
sme: Lassediehtu Sámedikki birra.
